Repository: geaquzzil/flutter_saffoury_paper
Catalog: lib/l10n/app_*.arb
Languages: ar

# a3ProductLabel
source: Print as A3 size (29.7 x 42.0)
ar: طباعة بحجم A3

# a4ProductLabel
source: Print as A4 size (21.0 x 29.7)
ar: طباعة بحجم A4

# a5ProductLabel
source: Print as A5 size (14.8 x 21.0)
ar: طباعة بحجم A5

source: About
ar: معلومات عنا

# accountNotActive
source: Account not activated
ar: الحساب غير مفعل

source: Account statement
ar: حالة الحساب

# accountType
source: Account(s) type
ar: نوع الحساب

source: Account Name
ar: اسم الحساب

# action_settings
source: Settings
ar: الإعدادات

# action_sign_in
source: LOG IN
ar: تسجيل الدخول

# action_sign_in_short
source: Sign in
ar: تسجيل الدخول

source: Activated
ar: مفعل

# activeCurrentAccount
source: Allow this account to use the app
ar: السماح لهذا الحساب من استخدام التطبيق

source: Add
ar: إضافة

source: Add all to cart
ar: أضف الكل إلى عربة التسوق

# addFormat
source: Add {r}
ar: إضافة {r}

source: Add new sub object
ar: إضافة كائن فرعي جديد

# addToFormat
source: Add to {r}
ar: إضافة إلى {r}

source: Add new
ar: إضافة جديد

source: Add to cart
ar: إضافة إلى السلة

# address1
source: Address
ar: العنوان

source: Address info
ar: معلومات العنوان

# adminSetting
source: Administration
ar: الادارة

source: Ads image(s)
ar: صور اعلانية

source: Advanced
ar: متقدم

# agree_terms_and_condition
source: Terms and Conditions and the Privacy Policy
ar: الشروط والأحكام وسياسة الخصوصية

source: All
ar: الجميع

# allChangesWillDiscard
source: You will lose all changes you have made to it
ar: ستفقد كل التغييرات التي أجريتها عليه

# allClintes
source: All Clients Notebook
ar: أرصدة كل الزبائن

# anotherScanCodeDetected
source: Skipped! Another scan code detected
ar: تم تخطي! تم الكشف عن رمز آخر

# appTitle
source: SaffouryPaper
ar: شركة الصفوري

source: Approved
ar: موافق عليه

source: Arabic
ar: العربية

# areYouSure
source: Are you sure you want to
ar: هل انت متأكد انك تريد بالقيام ب

# ascSorting
source: Ascending sort
ar: ترتيب تصاعدي

# asc_ordering
source: Enable ascending order
ar: تمكين ترتيب تصاعدي

# asc_orderingDes
source: Sort in asc order
ar: ترتيب تصاعدي

source: Attention!
ar: انتباه!

source: Available
ar: متوفر

source: Available in
ar: متوفر في

source: Available Servers
ar: الخوادم المتاحة

source: Back
ar: الخلفية

# backup
source: Backup server
ar: إنشاء نسخة احتياطية

source: Balance
ar: الرصيد

# balanceFormat
source: Balance: {r}
ar: الرصيد: {r}

source: Balance due
ar: الرصيد المستحق

source: Barcode
ar: الباركود

source: Based on your last search
ar: بناء على اخر بحث

source: Based on your search
ar: بناء على بحثك

source: Before
ar: قبل

# bestMatsh
source: Scan result
ar: نتيجة المسح

# best_profitable_product
source: Best profitable product(s)
ar: أفضل فئة مربحة

source: Best selling GSM
ar: افضل فئة من حيث الغراماج

source: Best selling category
ar: أفضل فئة بيع

source: Best selling size
ar: أفضل فئة من حيث القياس

source: Block
ar: حظر

source: Block mood
ar: نوع الحجب

source: Block all message
ar: حظر جميع الرسائل

# block_des
source: Block the current account
ar: حظر الحساب الحالي

# brief_details
source: Print product in brief details
ar: طباعة المنتج في تفاصيل مختصرة

source: Broadcast
ar: إذاعة

source: buy
ar: شراء

# buyPriceFormat
source: Buy price for 1$ is equals to
ar: سعر شراء كل 1 دولار هو

source: Calculations
ar: حسابات

# calculationsDes
source: Find a specific measurement calculation within the product specifications
ar: اجد حساب قياس معين من ضمن مواصفات المنتج

source: Call
ar: اتصال

# cameraAccess
source: Camera access is denied
ar: غير متمكن من الوصول إلى الكاميرا

source: Cancel
ar: الفاء

source: Canceled
ar: ملغي

# cantAddMoreItem
source: Can not add more items
ar: لا يمكن إضافة المزيد من العناصر

# cantConnect
source: Can not connect, try again later
ar: لا يمكن الاتصال ، حاول مرة أخرى في وقت لاحق

# cantConnectConnectToRetry
source: Can not connect to server, Click here to reconnect!
ar: لا يمكن الاتصال بالخادم ، انقر هنا لإعادة الاتصال!

# cantConnectRetry
source: Can not connect, retry!
ar: لا يمكن الاتصال ، أعد المحاولة!

# cantLoadImage
source: Can not load image!
ar: لا يمكن تحميل الصورة!

# cantOpenFile
source: Can not open file for some reason !
ar: لا يمكن فتح الملف لسبب ما!

# cant_connect
source: Can not connect, try again later
ar: لايوجد اتصال, اعد لاحقا

# cap_new
source: NEW
ar: جديد

source: Car number
ar: رقم السيارة

source: Cargo transporter(s)
ar: ناقلات البضائع

source: Cart
ar: عربة التسوق

source: Cash box
ar: صندوق المال

source: Change
ar: تغيير

source: Change all
ar: تغيير الكل

# changeInvoiceProductNameDes
source: Change product name (Leave blank if you want to keep the original name)
ar: تغيير اسم المنتج (اتركه فارغا إذا كنت تريد الاحتفاظ بالاسم الأصلي)

# changeOnlyCutRoll
source: Change only cutted product(s)
ar: تغيير فقط اسم منتج (قص الرول)

source: Change quantity
ar: تغيير الكمية

source: Check out
ar: المتابعة

source: Choose action
ar: اختر الإجراء

# chooseActionYouLike
source: Choose the action you would like to do for \n{r}\nTo complete the operation
ar: اختر الإجراء الذي ترغب في القيام به من أجل \n{r}\n لإكمال العملية

source: Choose brand
ar: اختر ماركة

source: Choose file
ar: اختر ملف

source: City
ar: المدينة

# clickToFormat
source: Click to {r}
ar: {r} اضغط لل

# cofirm_send_message
source: This may result charges on your phone bill ?
ar: هذا قد يؤدي إلى رسوم على فاتورة هاتفك؟

source: Collect similar products
ar: اجمع المنتجات المماثلة

source: Comment(s)
ar: ملاحظات

source: Communicate
ar: التواصل

source: Completed
ar: مكتمل

# compose_hint
source: Write a message to send it to all clients
ar: اكتب رسالة لإرسالها إلى جميع العملاء

# confirm_send_message_title
source: Confirm send a message to the selected account
ar: تأكيد إرسال رسالة إلى الحساب المحدد

source: Contact
ar: اتصال

source: Contact info
ar: معلومات الاتصال

source: Contact us
ar: تواصل معنا

source: Copies
ar: النسخ

# countinue
source: Continue
ar: استمر

source: Country
ar: البلد

source: Credit(s)
ar: مدين(+)

source: Currency
ar: العملة

source: Custom
ar: مخصص

source: Custom date
ar: تاريخ مخصص

# customQuanitity
source: Custom quantity
ar: كمية مخصصة

source: Customer
ar: العميل

source: Customer balance
ar: رصيد العميل

source: Customer balances
ar: ارصدة الزبائن

source: Customer contacts
ar: سجل العملاء

# customerRequestSizes
source: Customer request(s)
ar: طلبات الزبائن

# customerRequestSizesDetails
source: Customer request(s) size details
ar: تفاصيل طلبات القياسات

source: Customers
ar: الزبائن

# customsNumber
source: Customs clearance number
ar: رقم التخليص الجمركي

# customs_clearnces
source: Customs Clearances
ar: التخليص الجمركي

# cutRequest
source: Cut request(s)
ar: طلب قص

# cutRequestResult
source: Cut request(s) result(s)
ar: نتائج طلب القص

# dashboard_and_rep
source: Dashboard And Reporting
ar: لوحة القيادة والتقارير

# dashboard_and_repCheck
source: Check out your dashboard and reports
ar: تحقق من لوحة القيادة والتقارير الخاصة بك

source: Date
ar: التاريخ

# dateEnteryInterval
source: Select dateThis yearThis monthCustom
ar: اختر التاريخهذا العامهذا الشهرمخصص

# dateEnum
source: Date
ar: التاريخ

# date_format_and_by
source: Date: {r} • {r}
ar: التاريخ: {r} • {r}

source: Debits
ar: دائن(-)

source: Default confirmation action
ar: إجراء التأكيد الافتراضي

# defaultOnClickAction
source: Default action when click on list item
ar: الإجراء الافتراضي عند النقر فوق عنصر القائمة

# defaultOnScanAction
source: Default action when scan barcode completed
ar: الإجراء الافتراضي عند اكتمال مسح الرمز الشريطي

# defaultOnSwipeListItemAction
source: Default action when swipe on a list item
ar: الإجراء الافتراضي عند سحب احد عناصر القائمة

# defaultOnSwipeListItemActionLeft
source: Default action when swipe on a list item (Left)
ar: الإجراء الافتراضي عند التمرير على عنصر قائمة الى اليسار

# defaultOnSwipeListItemActionRight
source: Default action when swipe on a list item (Right)
ar: الإجراء الافتراضي عند التمرير على عنصر قائمة الى اليمين

source: Default report size
ar: حجم التقرير الافتراضي

source: Default startup page
ar: صفحة بدء التشغيل الافتراضية

source: Delete
ar: مسح

source: Delete pc software
ar: حذف البرنامج من الكمبيوتر

# denied_camera_permssion
source: Permission denied. Please allow access to your camera to start scanning
ar: تم رفض الإذن. يرجى السماح بالوصول إلى الكاميرا لبدء عملية المسح

# denied_permission_cant_show
source: Denied permission
ar: اذن مرفوض

# descSorting
source: Descending sort
ar: ترتيب تنازلي

source: Description
ar: الوصف

# desposited
source: Deposited
ar: أودعت

source: Details
ar: التفاصيل

source: Direct payment
ar: دفعة مباشرة (قيد)

source: Disable
ar: إلغاء التفعيل

# disable_notifications
source: Notification will not send to your users any more!
ar: لن يتم إرسال الإشعارات إلى المستخدمين لديك بعد الآن!

# disable_notifications_title
source: Disable Notifications
ar: تعطيل نظام الإشعارات

source: Disabled
ar: غير مفعل

source: Discard
ar: الغاء

source: Discount
ar: خصم

source: Dismiss
ar: رفض

# dollar_and_syp_format
source: {r} $ • {r} SYP
ar: {r} $ • {r} ل.س

# dollar_format
source: {r} $
ar: S$ {r}

# dontPrintWasteProductLabel
source: Do not print the wasted product
ar: لا تطبع المنتج المهدر

source: Download
ar: تحميل

source: Edit
ar: تعديل

source: Editing
ar: في التحرير

source: Email
ar: البريد الإلكتروني

# employee
source: Employee(s)
ar: الموظف

source: Employee\'s warehouse
ar: مستودع الموظف

source: Enable
ar: تفعيل

# enableMultiEditing
source: Enable editing by multiple employees
ar: تمكين التعديل عن طريق عدة موظفين

# enable_server
source: Enable all users to use SaffouryPaper app (If you disable it only managers will continue using app)
ar: تمكين جميع المستخدمين من استخدام تطبيق SaffouryPaper (إذا قمت بتعطيله ، فسيستمر المديرون فقط في استخدام التطبيق)

# enable_server_title
source: Enable SaffouryPaper Server
ar: "تفعيل الخادم "

source: Enabled
ar: مفعل

source: End date
ar: تاريخ الانتهاء

source: English
ar: اللغة الإنكليزية

source: Enter
ar: أدخل

# enteryInterval
source: Interval
ar: اختر الفتراتفترات يوميةفترات شهرية

# equality
source: Exchange Rate
ar: تعادل العملات

# errBarcode
source: Error getting barcode value!
ar: خطأ في الحصول على معلومات الباركود

# errCantBeNull
source: Error, this field can not be null
ar: خطأ ، لا يمكن أن يكون هذا الحقل فارغًا

# errCantEditCutRequest
source: Can not edit cut request because it\'s generated from cut request result
ar: لا يمكن تعديل طلب القص لأنه تم إنشاؤه من نتيجة طلب القص

# errCantEditFormatFromTo
source: Can not edit {r} because it\'s generated from {r}
ar: لا يمكن تعديل {r} لأنه تم إنشاؤه من {r}

# errCantEditJournalVoucher
source: Can not edit this record because it\'s generated from journal voucher record
ar: لا يمكن تعديل هذا السجل لأن تم إنشاؤه من سجل آخر

# errCantListBeEmpty
source: Error, {r} list is empty or contains one or more wrong items
ar: خطأ ، {r} فارغة او تحتوي على عنصر واحد أو أكثر خاطئ

# errDuplicatedEntery
source: Error duplicate entry!
ar: خطأ إدخال متكرر!

# errField
source: This field is required!
ar: هذه الخانة مطلوبه!

# errFieldIsIncorrect
source: is incorrect
ar: غير صحيح

# errFieldNotSelected
source: ({r}) is not selected!
ar: ({r}) لم يتم اختياره!

# errFieldShouldBeBetween
source: is in correct, should be between
ar: هو الصحيح ، يجب أن يكون بين

# errFieldShouldBeGreater
source: is in correct, should be greater than
ar: هو الصحيح ، يجب أن يكون أكبر من

# errFieldShouldBeLess
source: is incorrect, should be less than
ar: غير صحيح ، يجب أن يكون أقل من

# errLaunchApp
source: Action not launching correctly
ar: الإجراء لا يبدأ بشكل صحيح

# errLogin
source: Login error: There is an error in logging you in. Please try again later.
ar: خطأ في تسجيل الدخول: حدث خطأ في تسجيل دخولك. يرجى المحاولة مرة أخرى لاحقًا.

# errOnlyAdminsCanBlockEmployee
source: Only admins can block employees
ar: يمكن للمدراء فقط بحجب الموظفين

# errOperationFailed
source: Operation failed for some reason!
ar: فشلت العملية لسبب ما!

# errQuantityNotEqualsToProduct
source: The sum of total request sizes quantity are (not equal) to the request quantity
ar: مجموع كميات القياسات المطلوبة لاتساوي الكمية المطلوبة

# errQuickPrinting
source: Quick printing failed for some reason
ar: فشلت الطباعة السريعة لاسباب ما

# errSelectAnotherJournalAccount
source: "Please select another journal account "
ar: الرجاء اختيار حساب قيد آخر

# errSelectServerToSave
source: Error, Connect to at least one server to be able to save
ar: اتصل على الاقل بسيرفر واحد لتتمكن من الحفظ

# errServerNotAvailable
source: Unfortunately, we are currently unable to connect you to our servers\n Please contact the administrator …
ar: ف لسوء الحظ ، لا يمكننا توصيلك إلى خدماتنا في الوقت الحالي

# errSetSavedPrintOption
source: Error, You have to save at least one print option to use quick printing
ar: خطأ ، يجب عليك حفظ خيار طباعة واحد على الأقل لاستخدام الطباعة السريعة

# errSomeOperationField
source: Some items fields to {r}, for some reason !
ar: فشل بعض العنصار من اتمام عملية {r}, لسبب ما !

# errValidation
source: There is an error in one or more fields.
ar: يوجد خطأ في حقل واحد أو أكثر.

# errWidthNotEqualsToProduct
source: The sum of the width of the required sizes is (not equal) to the width of the original product
ar: مجموع عرض القياسات المطلوبة لاتساوي عرض المنتج الاصلي

# err_permission
source: You do not have permission to complete the action
ar: ليس لديك إذن لإكمال الإجراء

source: Error
ar: خطأ

# errorCantTransferringToSameAccount
source: Can not transferring to same account, please select another account
ar: لا يمكن التحويل لنفس الحساب ، يرجى تحديد حساب آخر

source: Error founded!
ar: يوجد خطأ!

# errorOneOrMoreWarehouseIsNotSelected
source: Error, one or the both warehouses is not selected!
ar: خطأ ، لم يتم تحديد أحد المستودعات أو كلا المستودعات!

# errorWarehouseIsEquals
source: Please select different from to warehouse
ar: الرجاء تحديد مستودع مختلف

# error_already_exists
source: Product already exists on cart!
ar: المنتج موجود مسبقاً

# error_empty
source: No items to show
ar: لا توجد عناصر لإظهارها

# error_field_required
source: This field is required
ar: هذا الحقل مطلوب

# error_incorrect_password
source: Incorrect Username or password
ar: خطأ في كلمة السر أو اسم المستخدم

# error_invalid_password
source: This password is too short
ar: كلمة السر قصيرة جدا

# error_invalid_phone
source: Username is invalid
ar: اسم المستخدم غير صحيح

# error_invalid_retail_price
source: Invalid price
ar: قيمة السعر خاطئة

# error_login_failed
source: Login Failed!
ar: تعذر تسجيل الدخول!

# error_server_not_connected
source: Can not connect to the server!
ar: لا يمكن الاتصال بالخادم!

# error_sheet_zero
source: Sheets can not be zero!
ar: عدد الأطباق لايمكن ان يكون صفر !

source: Exchange
ar: صرافة

# expandCard
source: Expand/Collapse card
ar: توسيع أو طي العنصر

# expencesThenIncomes
source: Expense(s) then income(s)
ar: الدفع ثم القبض

source: Facebook
ar: فيسبوك

# fb_new_product_1
source: SaffouryPaper is pleased to announce a new line of products just arrived . Click to learn more
ar: يسر مؤسسة الصفوري أن تعلن عن خط جديد من المنتجات وصل للتو. اضغط لتتعلم المزيد

# fb_new_product_2
source: SaffouryPaper, your exclusive source for high quality products, The new load includes new sizes and gsms just for you deserve , Click To Learn More Now.
ar: مؤسسة الصفوري، المصدر الحصري لمنتجات ذات جودة عالية، ويشمل الحمل الجديد أحجامًا جديدة و غرماجات مختلفة فقط لتستحقها، انقر لمعرفة المزيد الآن.

# fb_new_product_3
source: A load of new goods just arrived just available in our company
ar: حمولة من البضائع جديدة وصلت للتو فقط تتوافر في شركتنا

# featuresMayBeUnAv
source: Some features may be unavailable. Please check that you have enable all permissions
ar: قد تكون بعض الميزات غير متوفرة. يرجى التحقق من تمكين جميع الأذونات

# feedback
source: Feedback And Suggestions
ar: ردود الفعل والاقتراحات

# fillChangedProduct
source: Fill product(s) that changed its original status to another color
ar: تلوين المنتجات المتغيره او بغير الحالة الأصلية بلون ثاني

source: Filter
ar: تصفية

# findSimilar
source: Find similar product(s)
ar: البحث عن منتج (منتجات) مماثلة

# forLabel
source: For
ar: إلى

# forget_get_account
source: Forget password ?
ar: هل نسيت كلمة المرور ؟

source: From
ar: من

source: Governorate(s)
ar: المحافظة

source: Grade
ar: الرتبة

source: Grain
ar: القساوة

source: Grain on
ar: القساوة على

# grainOnTheLengthOfCut
source: Grain according to the length of the cut
ar: القساوة على حسب طول قص

source: Grand total
ar: المجموع العام

source: GSM
ar: غراماج

source: GUEST
ar: زائر

source: Hi
ar: مرحبا

source: Hi, There
ar: مرحبا بك

# hideAccountAddressAndPhone
source: Hide account phone and address
ar: إخفاء العنوان ورقم الهاتف

# hideAccountAdress
source: Hide account address
ar: إخفاء عنوان الحساب

# hideAccountAdressDes
source: Address informations will not appear on the invoice
ar: لن تظهر معلومات العنوان على الفاتورة

source: Hide account balance
ar: إخفاء رصيد الحساب

# hideAccountBalanceDes
source: Account balance will not appear on the invoice
ar: لن يظهر رصيد الحساب في الفاتورة

source: Hide account phone
ar: إخفاء هاتف الحساب

# hideAccountPhoneDes
source: Phone number will not appear on the invoice
ar: رقم الهاتف لن يظهر على الفاتورة

# hideCargoInfo
source: Hide transporter information
ar: إخفاء معلومات الناقل

# hideCargoInfoDes
source: Transporter information will not appear on the invoice
ar: لن تظهر معلومات الناقل في الفاتورة

source: Hide company notes
ar: إخفاء ملاحظات الشركة

# hideCompanyNotesDes
source: Company notes on the invoice footer will not appear
ar: لن تظهر ملاحظات الشركة في تذييل الفاتورة

source: Hide company terms
ar: إخفاء شروط الشركة

# hideCompanyTermsDes
source: Company terms will not appear on the invoice
ar: شروط الشركة لن تظهر في الفاتورة

source: Hide currency
ar: إخفاء العملة

# hideCurrencyDes
source: Currency of the bill will not show
ar: عملة الفاتورة لن تظهر

source: Hide customer name
ar: إخفاء اسم العميل

# hideCustomerNameDes
source: Customer name will not appear on the invoice
ar: اسم العميل لن يظهر في الفاتورة

source: Hide date
ar: إخفاء التاريخ

# hideDateDes
source: Date of the invoice will not appear on the invoice
ar: لن يظهر تاريخ الفاتورة في الفاتورة

source: Hide due date
ar: إخفاء تاريخ الاستحقاق

# hideDueDateDes
source: Due date of the current invoice will not appear
ar: لن يظهر تاريخ استحقاق الفاتورة الحالية

# hideEmployee
source: Hide employee name
ar: إخفاء اسم الموظف

# hideEmployeeDes
source: Employee name which server the invoice will not appear on the invoice
ar: اسم الموظف الذي لن تظهر الفاتورة في الفاتورة

source: Hide invoice unit and total price
ar: إخفاء وحدة الفاتورة والسعر الإجمالي

# hideInvoiceUnitAndTotalPriceDes
source: Invoice total or unit price will not appear
ar: إجمالي الفاتورة أو سعر الوحدة لن يظهر

source: Hide payment amount
ar: إخفاء مبلغ الدفعة

# hidePaymentAmountDes
source: Payment amount for the current bill will not appear
ar: مبلغ الدفع للفاتورة الحالية لن يظهر

source: Hide payment method
ar: إخفاء طريقة الدفع

# hidePaymentMethodDes
source: Payment method for the current account will not appear on the invoice
ar: لن تظهر طريقة الدفع للحساب الجاري في الفاتورة

source: Hide QR Code
ar: إخفاء رمز الاستجابة السريعة

# hideQrCodeDes
source: Main QR Code will not appear
ar: رمز الاستجابة السريعة الرئيسي لن يظهر

source: Hide quantity
ar: إخفاء الكمية

# hideQuantityDes
source: Hide product quantities available
ar: إخفاء كميات المنتج المتوفرة

source: Hide terms
ar: إخفاء المصطلحات

# hideTermsDes
source: Hide terms
ar: إخفاء المصطلحات

source: Home
ar: الصفحة الرئيسية

source: ID
ar: الرمز

# improterInfo
source: Supplier Company Information
ar: معلومات الشركة الموردة

source: Incomes
ar: الدخل

# incomesThenExpences
source: Income(s) then Expense(s)
ar: القبض ثم الدفع

# install_facebook
source: Install Facebook to continue
ar: قم بتحميل الفيسبوك للمتابعة

source: Instock
ar: في المخزن

# interimInvoice
source: Interim invoice(s)
ar: فواتير مؤقتة

source: Inventory
ar: جرد

source: Invoice
ar: فاتورة

source: Invoice label
ar: لصاقة الفاتورة

source: Invoice(s)
ar: الفواتير

source: IP
ar: العنوان

source: is added to cart
ar: اضيفت الى عربة التسوق

source: Item count
ar: عدد الأصناف

source: Journal account
ar: حساب قيد

source: Journal Voucher
ar: حساب القيد

source: Just arrived
ar: وصل حديثا

source: (KG)
ar: (كغ)

# kg_format
source: {r} (KG)
ar: {r} (كغ)

source: Language
ar: اللغة

source: Last
ar: آخر

# last_payment_format_with_d
source: Last Credit: {r} • {r}
ar: آخر دفعة: {r} • {r}

# last_payment_with_date
source: {r} on {r}
ar: "{r} في {r} "

# last_spend_format
source: Last expense: {r} • {r}
ar: آخر مصاريف: {r} • {r}

source: Learn more
ar: المزيد

source: Length
ar: الطول

source: Level
ar: المستوى

# level_f
source: Level: {r}
ar: المستوى: {r}

source: Life time
ar: مدى الحياة

source: List
ar: قائمة

source: Load all
ar: تحميل الكل

source: Load image
ar: تحميل الصورة

source: Loading
ar: جار التحميل

# log_in
source: Sign in
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

# logoutMessage
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# manufacture
source: Manufactures
ar: الشركات

# maxWaste
source: Max possible waste
ar: "أقصى هدر ممكن"

source: Messaging
ar: الرسائل

# messsaging
source: Messaging And Notifications
ar: الرسائل والإشعارات

source: Middle
ar: الحشوة

source: Money Fund
ar: الصندوق

source: Money fund dashboard
ar: الصندوق

source: More
ar: المزيد

# moreThreeDots
source: More…
ar: المزيد…

# more_app
source: More Apps
ar: مزيد من التطبيقات

source: Most popular
ar: الأكثر تداول

# movments
source: Movements
ar: الحركات

# mr
source: Mr/Mrs
ar: السيد

# mustBePaidBefore
source: This invoice must be paid before
ar: هذه الفاتورة يجب ان يتم دفعها قبل

source: My cart
ar: سلة التسوق

source: Name
ar: الإسم

source: Name in arabic
ar: الاسم بالعربية

# navigation_drawer_close
source: Close
ar: إغلاق

# navigation_drawer_open
source: Open
ar: فتح

source: Never
ar: أبداً

# newProduct
source: New product(s)
ar: منتج جديد

# newRecord
source: This is a new record
ar: هذا الحساب جديد

source: Next
ar: التالي

# nextPayment
source: Next payment(s)
ar: الدفعات الآتية

source: No items!
ar: لا توجد عناصر!

# no_content
source: No content to show
ar: لايوجد عناصر

# no_search_result
source: No result(s)!
ar: لايوجد نتائج

source: No summary!
ar: لا ملخص!

source: None
ar: لاشيئ

source: Not defined
ar: غير معرف

# notDisposited
source: Not deposited
ar: لن يدع

source: Not due yet
ar: ليس مستحقًا بعد

# notSupportArabicLanguageForNow
source: Not supported arabic language for now
ar: اللغة العربية غير مدعومة في الوقت الحالي

source: Not now
ar: ليس الآن

# not_payed_format
source: You have {r} customers who have not paid for a long time, with {r} overdue bill(s)
ar: لديك {r} عملاء لم يدفعو من زمن طويل, مع {r} مخالافات لشروط الدفع

# noti_message_1
source: I look forward to receiving your payment this week.
ar: العناية المستمرة والاقتراحات هي جزء حيوي من نمونا. هذا هو السبب في أننا ممتنون للغاية. اتطلع لتلقي دفعتك هذا الأسبوع

# noti_message_1_F
source: I look forward to receiving your payment this week, knowing that your last payment was: {r} The remaining balance is {r}
ar: أتطلع إلى تلقي دفعتك هذا الأسبوع ، مع العلم أن آخر دفعة لك كانت: {r}\nالرصيد المتبقي هو{r}

# noti_message_2
source: Thank you in advance for your prompt payment.
ar: نشكرك مقدمًا على سدادك الفوري.

# noti_message_2_F
source: Thank you in advance for your prompt payment, i want to let you know that your last payment was: {r}\nThe remaining balance is {r}
ar: شكرًا لك مقدمًا على الدفع الفوري ، أريد أن أخبرك أن آخر دفعة لك كانت: {r}\nالرصيد المتبقي هو {r}

# noti_message_3
source: This is a friendly reminder that your invoice [#] payment is due next week
ar: هذه رسالة تذكير ودية تفيد بأن فاتورتك [#] تستحق الدفع في الأسبوع المقبل
