Repository: geaquzzil/flutter_saffoury_paper
Catalog: lib/l10n/app_*.arb
Languages: ar

# noti_message_3_F
source: This is a friendly reminder that your invoice [#] payment is due to be paid next week, knowing that your last payment was: {r}\nThe remaining balance is {r}
ar: هذه رسالة تذكير ودية بأن فاتورتك [#] يجب أن تُسدد خلال الأسبوع القادم ، مع العلم أن آخر دفعة لك كانت: {r}\nالرصيد المتبقي هو {r}

# noti_message_4
source: Please let me know if you have any questions about the invoice or if there’s anything I can do for you.
ar: يرجى إعلامي إذا كانت لديك أي أسئلة حول الفاتورة أو إذا كان هناك أي شيء يمكنني القيام به من أجلك.

# noti_message_4_F
source: Please let me know if you have any questions about the invoice or if there’s anything I can do for you, knowing that your last payment was: {r}\n The remaining balance is {r}
ar: الرجاء إخبارنا إذا كانت لديك أي أسئلة حول الفاتورة أو إذا كان هناك أي شيء يمكنني فعله لك ، مع العلم أن آخر دفعة لك كانت: {r}\n الرصيد المتبقي هو {r}

source: Notification
ar: الإشعارات

source: Num of overdues
ar: عدد مرات التأخير

source: Ok
ar: حسنا

source: Old exchange rate (BUY)
ar: سعر شراء الصرف القديم

source: Old exchange rate (SELL)
ar: سعر مبيع الصرف القديم

# oneDashOneCredits
source: 1–1 Credit/Debit
ar: رصيد اول مدة

# oneDashOneDebits
source: 1–1 Debit
ar: رصيد اول مدة

source: Open
ar: فتح

source: Open app
ar: فتح التطبيق

# open_license
source: Open-Source Licenses
ar: تراخيص مفتوحة المصدر

source: Opening stock
ar: بضاعة اول مدة

# order_format
source: Orders: {r}
ar: مبيعات: {r}

source: Order(s)
ar: المبيعات

source: Order(s) refund
ar: مرتجع مبيعات

source: Original product type
ar: الاسم الأصلي

source: Other
ar: اخرى

source: Out of stock
ar: إنتهى من المخزن

source: Overdue
ar: متأخرات في الدفع

# overView_best_selling
source: Best selling overview
ar: رؤية عامة للمبيعات

source: Overview
ar: ملخص

# overview_sales_quantity
source: Overview of sales quantity
ar: رؤية عامة عن كميات البيع

source: Paid
ar: مدفوع

# pallet
source: Pallet(s)
ar: بالة

# palletOne
source: Pallet
ar: بالة

source: Password
ar: كلمة السر

# pay1
source: Payment in advance
ar: الدفع مقدما

# pay2
source: Payment in the end of the week after invoice date
ar: الدفع في نهاية الأسبوع الذي يلي تاريخ الفاتورة

# pay3
source: Payment seven days after invoice date
ar: الدفع بعد سبعة أيام من تاريخ الفاتورة

# pay4
source: Payment ten days after invoice date
ar: الدفع بعد عشرة أيام من تاريخ الفاتورة

# pay5
source: Payment 30 days after invoice date
ar: الدفع بعد 30 يوما من تاريخ الفاتورة

# pay6
source: End of month
ar: نهاية الشهر

# pay7
source: Cash on delivery
ar: الدفع عند الاستلام

# pay8
source: Payment of agreed amounts at stage
ar: دفع المبالغ المتفق عليها في مراحل

# payemntAmount
source: Payment amount
ar: المبلغ المدفوع

source: Payment method
ar: طريقة الدفع او السداد

source: Pending
ar: قيد الانتظار

# pendingCutRequest
source: Pending Cut Request(s)
ar: طلبات القص المعلقة

source: Pending first
ar: المعلق أولا

source: Pending reservation invoice(s)
ar: فواتير حجز المعلقة

source: Per each
ar: لكل

# permission
source: Permissions
ar: الأذونات

source: Permission name
ar: اسم الإذن

source: Phone number
ar: رقم الهاتف

source: Pick
ar: إختر

source: Please select…
ar: الرجاء تحديد…

source: Please wait
ar: الرجاء الإنتظار

source: Port
ar: المنفذ

# pressBackAgain
source: Press back again to exit
ar: اضغط مرة أخرى للخروج

source: Previous
ar: السابق

source: Previous balance
ar: الرصيد السابق

source: Price info
ar: معلومات السعر

# pricePerSheet
source: Price per one sheet
ar: السعر لكل طبق

# price_dollar
source: Price: {r} $
ar: السعر: {r} $

source: Primary Color
ar: اللون الأساسي

source: Print
ar: طباعة

# printAfterAdd
source: Print after successfully added
ar: طباعة بعد الاضافة بنجاح

source: Print and download
ar: طباعة وتنزيل

source: Print as catalog
ar: طباعة كتالوج

# printAsCatalogDes
source: Show the first page as company profile
ar: اعرض الصفحة الأولى كملف تعريف للشركة

source: Print Invoice label
ar: طباعة ملصق الفاتورة

# printInvoiceLabelDes
source: Set the invoice label printer from the pc. Otherwise, the label may print in the main printer
ar: اضبط طابعة الملصقات من الكمبيوتر. وإلا ، فقد تتم طباعة الملصق في الطابعة الرئيسية

# printOptionsEnum
source: Print options
ar: خيارات الطباعة

# printQuickUsingServer
source: Print quickly without using the print options dialog (using the last saved setting)
ar: اطبع بسرعة دون استخدام صفحة خيارات الطباعة بإستخدام آخر الإعدادات محفوظ

source: Print type
ar: نوع الطباعة

# printUsingServer
source: Print using local server
ar: اطبع باستخدام الخادم المحلي

# print_guide
source: Print client guide
ar: طباعة دليل العميل

# print_options
source: Print and download options
ar: خيارات الطباعة والتنزيل

# printerLabelName
source: Label printer name
ar: اسم طابعة الملصقات

source: Printer Name
ar: اسم الطابعة

# printerSetting
source: Printer settings
ar: إعدادات الطابعة

source: Printing settings
ar: اعدادات وتفضيلات الطباعة

# privacy
source: Privacy Policy
ar: سياسة خاصة

source: Processing
ar: قيد المعالجة

# product
source: Product(s)
ar: المنتج

source: Product label
ar: ملصقات المنتج

# productParents
source: Parents
ar: الاساس

# productWithoutS
source: Product
ar: المادة

# product_bill
source: Bill No
ar: رقم المستند

# product_length
source: Length (MM)
ar: الطول (مم)

# product_name
source: Name
ar: الإسم

# product_notes_format
source: Notes:\n•{r}
ar: ملاحظات:\n•{r}

source: Product Origin
ar: المنتج الأصل

# product_size_f
source: Size: {r} ✗ {r}
ar: القياس: {r} ✗ {r}

# product_size_roll_f
source: Width: {r}
ar: العرض: {r}

# product_size_roll_f_string
source: Width: {r}
ar: العرض: {r}

source: Product Type
ar: نوع المنتج

# product_unit
source: Unit
ar: الوحده

# product_width
source: Width (MM)
ar: العرض (مم)

source: Product(s)
ar: المنتجات

# productsColors
source: Product color(s)
ar: لون المنتج (ق)

source: Product(s) input
ar: إدخال منتجات

source: Product(s) output
ar: إخراج منتجات

source: Product(s) with similar size
ar: منتجات بقياس مماثل

source: Product(s) type
ar: نوعيات المنتج

source: Profile
ar: الملف الشخصي

# profit_analysis
source: Profit And Loss Analysis
ar: تحليل الربح والخسارة

# publish
source: Publish phone number
ar: عرض رقم الهاتف

source: Purchases
ar: مشتريات

source: Purchase(s) refund
ar: مرتجع مشتريات

source: Purchases price
ar: سعر الشراء

source: Quality
ar: الجودة

source: Quantity
ar: الكمية

# quantityShortCut
source: QTY
ar: الكمية

source: Quick print
ar: طباعة سريعة

source: Rate
ar: تقييم

source: (Reams)
ar: (ماعون)

source: Receipt(s)
ar: المقبوضات

# recent
source: Recently
ar: مؤخرا

# reel
source: Reel(s)
ar: رول

source: Remaining balance
ar: الرصيد المتبقي

# remaining_weight_label
source: Remaining weight
ar: الوزن المتبقي

source: Report header
ar: رأس التقرير

# reportOption
source: Report options
ar: خيارات التقرير

source: Report footer
ar: ذيل التقرير

# requestedSizeLabel
source: Requested sizes
ar: القياسات المطلوبة

# reservationInvoice
source: Reservation
ar: حجز

# restToDefault
source: Reset to default
ar: إعادة تعيين إلى الافتراضي

source: Retry
ar: أعد المحاولة

# retry_connection
source: No Internet Connection
ar: لايوجد اتصال

# retry_connection_message
source: Sorry, no Internet connectivity detected. Please reconnect and try again.
ar: لا يوجد اتصال بالانترنت ,الرجاء المحاولة لاحقا

source: Returned Product
ar: المرتجع

# rowCountFormat
source: {r} row(s) was
ar: {r} حقل

source: Sales Analysis
ar: تحليل المبيعات

source: Save
ar: حفظ

source: Save only
ar: حفظ فقط

source: Scan
ar: الماسح

source: Search…
ar: ابحث عن…

# searchInFormat
source: Search in {r}…
ar: ابحث في {r}…

source: Searching…
ar: جار البحث…

source: Secondary Color
ar: اللون الثانوي

source: See more
ar: شاهد المزيد

source: Select item(s)
ar: اختيار العناصر

# selectMultibleItemsFrom
source: Select multiple items from
ar: حدد عناصر متعددة من

source: Sell
ar: مبيع

source: Sell price
ar: سعر البيع

# sellPriceFormat
source: Sell price for 1$ is equals to
ar: سعر بيع كل 1 دولار هو

# selling_policy
source: Selling Policies
ar: سياسات البيع

source: Send
ar: ارسال

source: Send and exit
ar: ارسال والخروج

# sendToClient
source: Send to a client
ar: إرسال إلى العميل

source: Send Via SMS
ar: ارسال بواسطة الرسائل القصيرة

source: Send Via Whatsapp
ar: ارسال بواسطة الواتساب

# send_account_info
source: Send account Info (SMS)
ar: ارسالة معلومات الحساب (SMS)

# send_account_info_des
source: Send the current account username, password and other information via (SMS)
ar: إرسال معلومات الحساب الجاري عبر ( الرسائل القصير )

# send_cut_request_info
source: Send cut request(s) info
ar: ارسال معلومات طلب القص

source: Server
ar: سيرفر

source: Server Name
ar: اسم الخادم

# setCustomsDeclarationToProduct
source: Customs declaration to products
ar: تعيين البيان الجمركي للمنتجات

source: Set nullable
ar: الغاء

# set_exchange_rate_buy
source: Exchange rate (BUY)
ar: ضبط سعر شراء الصرف

# set_exchange_rate_message
source: Please enter a valid number.
ar: من فضلك أدخل رقما صالحا.

# set_exchange_rate_sell
source: Exchange rate (SELL)
ar: ضبط سعر مبيع الصرف

# share
source: Share app
ar: مشاركة التطبيق

source: Share content
ar: مشاركة المحتوى

# shareLabel
source: Share
ar: مشاركة

# shareURLLabel
source: Share URL
ar: مشاركة URL

source: (Sheets)
ar: (ورقة)

# sheetsInNotPrac
source: Sheet(s)
ar: طبق

source: Sheets per ream
ar: عدد الاوراق في كل ماعون

# sheets_string_f
source: {r} Sheet(s)
ar: {r} ورقة

source: Shipment Price
ar: اجور نقل

source: Shipping
ar: نقل ومواصلات

source: Show
ar: إظهار

# showAsActivity
source: Show as activty
ar: اظهار كصفحة جديدة

source: Show as dialog
ar: إظهار كمربع حوار

source: Show barcodes
ar: إظهار الباركود

# showBarcodesDes
source: Show all product barcodes details
ar: اظهار جميع باركودات المنتج

# showInvoiceRefund
source: Show invoice refund(s)
ar: أظهار مرتجعات الفاتورة

source: Show only
ar: إظهار فقط

# showProductStatus
source: Show the current product(s) status
ar: رؤية حالة المنتج الحالية

# showReporting
source: View summary reports in detailed mode
ar: عرض موجز التقرير بالتفصيل

# showSubTotlas
source: Show subtotals
ar: عرض المجاميع الفرعية

source: Show total count
ar: عرض مجموع عدد المنتجات

# show_pwd
source: Show Password
ar: عرض كلمة المرور

# simialrProducts
source: Similar Product(s)
ar: منتجات مماثلة

# single_sheet_weight
source: 1Sheet Weight
ar: وزن الطبق

source: Size
ar: القياس

source: Size analyzer
ar: محلل المقاسات

# size_res_f
source: {r} {r} (KG) • {r}
ar: {r} {r} (كغ) • {r}

# size_res_f_without_dollar
source: {r} {r} (KG) {r}
ar: {r} {r} (كغ) {r}

# size_res_flip_f
source: {r} {r} (KG) • {r}
ar: معكوس: {r} {r} (كغ) • {r}

# size_roll_res
source: Cut the roller on {r} ≈ {r} (Sheets)
ar: قص رول على {r} ≈ {r}

# size_roll_res_with_width
source: Cut the roller on {r} then {r}
ar: قص الرول على {r} ثم{r}

# size_tow_dots
source: Size:
ar: القياس:

source: Skip
ar: تخطي

source: Sort and filter
ar: ترتيب وتصفية

source: Sort by
ar: ترتيب حسب

source: Sorting
ar: تصنيف

# spendings
source: Expense(s)
ar: المصاريف

# startAddingToCartHint
source: Hint:\nStart adding to cart, by swiping the product item to the left
ar: تلميح:\nابدأ في الإضافة إلى عربة التسوق ، عن طريق تمرير عنصر المنتج إلى اليسار

# startEndPage
source: Pages
ar: الصفحات

# startEndPageHint
source: e.g. 1, 1–8 , 6
ar: على سبيل المثال 1 ، 1–8 ، 6

source: Status
ar: الحالة

source: Store
ar: المتجر

source: Sub total
ar: المجموع الجزئي

# subment
source: Submit
ar: تم

# successAdded
source: Successfully added!
ar: أضيف بنجاح!

# successDeleted
source: Successfully deleted!
ar: تم الحذف بنجاح!

# successEdited
source: Successfully edited!
ar: تم التعديل بنجاح!

# successUpdated
source: Successfully updated!
ar: تم التحديث بنجاح!

# success_upload
source: Upload was successful!
ar: تم التحميل بنجاح

source: Swipe up to login
ar: اسحب لأعلى لتسجيل الدخول

# switchProductType
source: Switch product type name
ar: تبديل اسم المنتج

source: SYP
ar: ل.س

# syp_format
source: {r} SYP
ar: ل.س {r}

source: Tax
ar: ضريبة

# tenByTwintyProductLabel
source: Print as (20 x 10) size
ar: طباعة بحجم (20 × 10)

# termsDate
source: Payment Date
ar: تاريخ الدفعة المستحقة

# terms_and_conditions
source: I agree to the Terms and Conditions and the Privacy Policy
ar: أوافق على الشروط والأحكام وسياسة الخصوصية

source: There
ar: هنالك

source: This month
ar: هذا الشهر

source: This week
ar: هذا الاسبوع

source: This year
ar: هذه السنة

source: This day
ar: هذا اليوم

# threeZeroPrice
source: "Three zeros "
ar: ثلاثة أصفار

# threeZeroPriceDes
source: Multiply the original value by 1000
ar: اضرب القيمة الأصلية في 1000

# title
source: Report title
ar: عنوان التقرير

# title_activity_product_movement
source: Product(s) movements
ar: حركة المنتج

# title_dashboard
source: Dashboard
ar: لوحة القيادة

# title_notifications
source: Notifications
ar: الإشعارات

source: To
ar: الى

# toFormat
source: to {r}
ar: إلى {r}

source: Today
ar: اليوم

# token
source: Notification token
ar: رمز الخاص بالجهاز

source: Top
ar: الاعلى

source: Total
ar: المجموع

# totalIncomesAndExpences
source: Total incoming and outgoing
ar: اجمالي الوارد والصادر

source: Total input
ar: مجموع الداخل

source: Total output
ar: مجموع الخارج

source: Total per month
ar: الإجمالي في الشهر

# totalSheetNumberByReams
source: Total sheet(s)
ar: إجمالي عدد الأوراق

source: Total waste
ar: إجمالي الهدر

source: Total count
ar: العدد الكلي

source: Total expense(s)
ar: مجموع المصاريف

source: Total income(s)
ar: المدخولات المختلفة

# total_net_profit
source: Total net profit(s)
ar: مجموع الربح الصافي

source: Total price
ar: السعر الإحمالي

source: Total quantity
ar: إجمالي الكمية

# total_roll
source: Roll(s) Count
ar: عدد الرولات

source: Total sales
ar: مجموع المبيعات

# total_sales_Revenue
source: Total sales revenue(s)
ar: مجموع ايرادات المبيع

source: Total sales refund(s)
ar: إجمالي المبالغ المستردة المبيعات

# transfer_account
source: Transferring account
ar: تحويل الحساب

# transfer_to_another
source: Transfer to another account
ar: نقل لحساب آخر

source: Transfer(s)
ar: المناقلة

# tryToSearchBySizeAnalyzer
source: Click here, To search for ({r}) by size analyzer
ar: اضغط هنا للبحث عن (٪1$s) بواسطة محلل الحجم

source: Turn on
ar: تفعيل

source: Type
ar: النوع

source: Unused
ar: غير مستعمل

source: Unavailable
ar: غير متوفر

source: Undefined
ar: غير معرف

source: Undo
ar: تراجع

source: Unit
ar: الوحدة

# unitPriceShortCut
source: U.P
ar: الإفرادي

source: Unit price
ar: السعر الإفرادي

# unknowError
source: Unknown error
ar: خطا غير معروف

source: Unpaid
ar: غير مدفوع

source: Until
ar: حتى

source: Until end of
ar: حتى نهاية

source: Username
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: Value
ar: القيمة

source: Value in (Dollar)
ar: القيمة بالدولار

source: View
ar: مشاهدة

source: View as ledger
ar: عرض كدفتر الاستاذ

source: View parents
ar: الأساس

source: Warehouse
ar: مستودع

# warehouseShortCut
source: W.R.C
ar: المستودع

source: Warning
ar: ت

# wastSizeFlip_f
source: Waste size: {r} ✗ {r}
ar: القياس المهدور معكوس: {r} ✗ {r}

# wastSizeFlip_f2
source: Waste size: {r} ✗ {r} • {r} ✗ {r}
ar: القياس المهدور معكوس: {r} ✗ {r} • {r} ✗ {r}

# wastSize_f
source: Waste size: {r} ✗ {r}
ar: القياس المهدور: {r} ✗ {r}

# wastSize_f2
source: Waste size: {r} ✗ {r} • {r} ✗ {r}
ar: القياس المهدور: {r} ✗ {r} • {r} ✗ {r}

# waste1
source: 10 (mm)
ar: 10 (مم)

# waste10
source: 100 (mm)
ar: 100 (مم)

# waste2
source: 20 (mm)
ar: 20 (مم)

# waste3
source: 30 (mm)
ar: 30 (مم)

# waste4
source: 40 (mm)
ar: 40 (مم)

# waste5
source: 50 (mm)
ar: 50 (مم)

# waste6
source: 60 (mm)
ar: 60 (مم)

# waste7
source: 70 (mm)
ar: 70 (مم)

# waste8
source: 80 (mm)
ar: 80 (مم)

# waste9
source: 90 (mm)
ar: 90 (مم)

source: Wasted
ar: هدر

# weightPerSheet
source: Weight per one sheet
ar: الوزن لكل طبق

source: Width
ar: العرض

# write_review_tow
source: Write
ar: اكتب هنا

source: You have
ar: لديك

# youHaveToAgreeterms
source: You have to agree with our terms & conditions
ar: يجب أن توافق على الشروط والأحكام الخاصة بنا
